[
    {
        "productId": 1,
        "productName": "Ponnepot Series",
        "price": 4.95,
        "type": "Belgian Strong Ale",
        "color": "Brown",
        "origin": "Belgium",
        "degree": 10,
        "rate": 5,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/600x600/9df78eab33525d08d6e5fb8d27136e95/p/a/pannepot_1.png",
        "description": "Questa serie di birre prende il nome dai pescherecci sui quali gli uomini rischiavano quotidianamente la propria vita per sfamare le loro famiglie. Al palato evince subito il contrasto tra l'amarezza del tostato e la dolcezza del caramello. La serie si distingue per le diverse annate in cui la birra è stata fatta invecchiare nelle botti dove precedentemente erano stati distillati sia bourbon che calvados (acquavite di sidro)."
    },
    {
        "productId": 2,
        "productName": "Whiteer",
        "price": 5.5,
        "type": "Blanche/Witbier",
        "color": "White",
        "origin": "Belgium",
        "degree": 5,
        "rate": 1.5,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/600x600/9df78eab33525d08d6e5fb8d27136e95/-/w/-witheer_rgb_1.png",
        "description": "Deve il suo nome ai monaci fondatori dell'abbazia di Middelburg (Belgio), che indossavano sempre vesti talari bianche. Birra bianca di frumento, dagli aromi lievemente dolci che ricordano la vaniglia, e da note speziate di coriandolo. Morbida al palato, beverina e rinfrescante."
    },
    {
        "productId": 3,
        "productName": "Dragonfly",
        "price": 5.5,
        "type": "Zwickel/Keller/Landbier",
        "color": "Blonde",
        "origin": "Italy",
        "degree": 5,
        "rate": 2.5,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/600x600/9df78eab33525d08d6e5fb8d27136e95/m/l/mlc.dragonfly.png",
        "description": "Dragonfly è una Keller Helles dal colore dorato realizzata con i luppoli Tettnanger, Hallertauer e Northern Brewer. Fresca e leggera gli aromi sono i tipici dello stile, caratterizzati infatti sia al naso che al palato da dolci e delicate note di malto ben bilanciate con le sfumature lievemente amare conferite dalla luppolatura."
    },
    {
        "productId": 4,
        "productName": "Mercurio",
        "price": 4.8,
        "type": "Saison/Farmhouse Ale",
        "color": "Brown",
        "origin": "Italy",
        "degree": 5.8,
        "rate": 4.7,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/600x600/9df78eab33525d08d6e5fb8d27136e95/m/e/mercurio.png",
        "description": "Mercurio è una birra dedicata alla primavera, alla sua leggerezza e all'incredibile capacità di stupirti ogni volta che la incontri! L'aroma risulta dominato dalla freschezza della fermentazione lattica che si intreccia in un intrigante incontro con un classico lievito saison, a sigillare il loro matrimonio troviamo un infusione di fiori di melograno ed ibisco. L'imbocco è subito acidulo, la segale compartecipa a meraviglia con l'animo indomito dei lieviti conferendole note rustiche seguite da una bella secchezza che viene abbracciata da sentori agrumati e di frutti di bosco. Il finale è secco, estremamente pulito con un acidità controllata."
    },
    {
        "productId": 5,
        "productName": "Funcky Blender Raspberry",
        "price": 38.90,
        "type": "Sour / Wild Ale",
        "color": "Red",
        "origin": "Italy",
        "degree": 7,
        "rate": 4.6,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/460x750/9df78eab33525d08d6e5fb8d27136e95/c/a/casey_funky_blender_raspberry.png",
        "description": "Dal colore rosso profondo e una leggera schiuma bianca con sfumature rosa, questo blend viene prodotto con importanti quantità di lamponi (circa 1 kg ogni 4 litri). Ne deriva una birra complessa ma ben bilanciata, con un intenso carattere fruttato e una leggera acidità, con note di confettura e un corpo pieno."
    },
    {
        "productId": 6,
        "productName": "Days Of Creations",
        "price": 14.7,
        "type": "Sour / Wild Ale",
        "color": "Brown",
        "origin": "UK",
        "degree": 7,
        "rate": 4.5,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/600x600/9df78eab33525d08d6e5fb8d27136e95/t/h/thornbridgedaysofcreation.png",
        "description": "Dal colore ambrato profondo Days of Creation è una birra in stile Sour, fatta invecchiare in botti legno con aggiunta di lamponi. Al naso l'aroma è pungente, si percepiscono note acidule e lattiche, frutti rossi e sentori di legno. Al palato il corpo è medio, qui i sentori sono perfettamente in linea con l'aroma, ritornano le note acidule e fruttate dei lamponi e le sfumature vinose e di legno, date dal passaggio in botte."
    },
    {
        "productId": 7,
        "productName": "Asia",
        "price": 4,
        "type": "Blanche / Witbier",
        "color": "White",
        "origin": "Italy",
        "degree": 5,
        "rate": 1.5,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/600x600/9df78eab33525d08d6e5fb8d27136e95/a/s/asia.png",
        "description": "Dal colore giallo paglierino velato, Asia è l'interpretazione delle classiche Blanche belga del birrificio Hammer. Realizzata con frumento non maltato ed avena, al naso l'aroma è particolare e complesso grazie anche all'utilizzo di agrumi e spezie orientali che ne caratterizzano i sentori. Fresca e profumata è beverina e rinfrescante, perfetta per la stagione estiva."
    },
    {
        "productId": 8,
        "productName": "Bad Boys",
        "price": 5.8,
        "type": "Pale Lager",
        "color": "Blonde",
        "origin": "Italy",
        "degree": 5.5,
        "rate": 3.5,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/600x600/9df78eab33525d08d6e5fb8d27136e95/m/l/mlc.bad.boys_1.png",
        "description": "Dal colore dorato Bad Boys è una West Coast Lager audace e massicciamente luppolata con luppoli americani. Al naso l'aroma è predominato da note di resina, pino e agrumi e con in sottofondo sentori di frutta a polpa gialla. Al palato tornano i sentori dell'aroma, amara e secchissima."
    },
    {
        "productId": 9,
        "productName": "Duchesse De Bourgogne Cherry",
        "price": 3.95,
        "type": "Flanders Red Ale",
        "color": "Red",
        "origin": "Belgium",
        "degree": 6.8,
        "rate": 4,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/600x600/9df78eab33525d08d6e5fb8d27136e95/v/e/veh.duchesse.cherry.png",
        "description": "La Duchesse Cherry, una miscela di Duchesse de Bourgogne di 1 e 2 anni è, come suggerisce il nome, una birra alla ciliegia. Prodotta solo con vere ciliegie belghe (senza esaltatori di sapidità o estratti di ciliegia), il frutto proviene dalla regione di Sint-Truiden nel Limburgo. A differenza delle più famose birre Kriek, la birra base della Duchesse Cherry non è un Lambic ma una birra a fermentazione mista. Questa birra ha una base ad alta fermentazione e viene poi maturata in botti di rovere dove subisce una seconda fermentazione selvatica. I tannini delle grandi botti di rovere originati dai grandi vini bordolesi precedentemente ospitati, conferiscono alla birra il suo gusto dolce, fruttato, rinfrescante e agrodolce. Quando la birra base è pronta, il birraio aggiunge 20 kg di 'Kriek Gorsem' (amarene belghe) per 100 litri di birra. La birra macera con le ciliegie per sei mesi. Le ciliegie donano alla birra un gusto fresco e fruttato con una base agrodolce. Dopo 24 mesi di lavorazione, la birra è pronta”. Corpo medio, carbonatazione media."
    },
    {
        "productId": 10,
        "productName": "Rodenbach Caractere Rouge",
        "price": 6.6,
        "type": "Flanders Red Ale",
        "color": "Red",
        "origin": "Belgium",
        "degree": 7,
        "rate": 4.1,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/460x750/9df78eab33525d08d6e5fb8d27136e95/c/a/caractere.37.5.png",
        "description": "Rodenbach Caractère Rouge 2014, viene ottenuta facendo macerare-fermentare la frutta fresca – ciliegie, lamponi e mirtilli rossi – insieme a Rodenbach Vintage 2011, che è già stata fatta maturare per 2 anni in botti di rovere. Rodenbach Caractère Rouge è vinosa e molto complessa, con aromi fruttati di lamponi e ciliegine, oltre a note di legno e caramello. Il sottotono comprende l’aroma di violette, pelle e tabacco leggero. Il suo gusto è acido ma con una purezza speciale. Con il suo retrogusto puro e persistente e il suo abbinamento unico di delicatezza e forza, RODENBACH Caractère Rouge fa pensare ad un Brut Champagne."
    },
    {
        "productId": 11,
        "productName": "Page 24 Blanche",
        "price": 2.9,
        "type": "Blanche / Witbier",
        "color": "White",
        "origin": "France",
        "degree": 4.9,
        "rate": 1.5,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/460x750/9df78eab33525d08d6e5fb8d27136e95/m/a/mapping-e_blanche_33cl_002_.png",
        "description": "Colore giallo paglierino velato con schiuma densa, bianca quasi come la panna e dotata di una ritenzione molto buona. Elargisce le classiche fragranze dello stile: note agrumate (buccia d’arancia e di limone) e speziate (coriandolo). In sottofondo, è presente una moderata dolcezza di malto, toni erbacei, assieme ad un tocco di asprezza data dal frumento. Corpo medio con una delicata e leggera cremosità, carbonatazione vivace. Croccante e rinfrescante al palato con piacevole gusto maltato dolce su cui si adagiano note agrumate, erbacee-speziate ed una leggerissima acidità lattica. Una birra estremamente dissetante con un finale secco che lascia la bocca desiderosa di un altro sorso."
    },
    {
        "productId": 12,
        "productName": "Keiler Weissbier Hell",
        "price": 3.25,
        "type": "Weiss",
        "color": "Blonde",
        "origin": "Germany",
        "degree": 5.2,
        "rate": 2.9,
        "imageUrl": "https://www.cantinadellabirra.it/media/catalog/product/cache/1/image/600x600/9df78eab33525d08d6e5fb8d27136e95/k/e/keiler_wei_bier_hell_500ml_bottle_002_.png",
        "description": "Keiler Weissbier Hell è una birra in stile Weiss chiara, naturalmente torbida, vivace ed armonica. Rotonda nel gusto, l’aroma è caratterizzato da note di lievito arricchite da un leggero bouquet di chiodo di garofano. Fresca e beverina le note di malto e lievito sono ben in equilibrio con i sentori fruttati tipici dello stile"
    }
]